{
  "To start, I would like to begin with a big question: tell me the story of your life. Start from the beginning -- from your childhood, to education, to family and relationships, and to any major life events you may have had.": {
    "learning_objective": "an overview of the interviewee's life."
  },
  "Can you share a memorable experience from your childhood that still impacts you today?": {
    "learning_objective": "a memorable, impactful experience from the interviewee's childhood."
  },
  "Some people tell us that they've reached a crossroads at some points in their life where multiple paths were available, and their choice then made a significant difference in defining who they are. What about you? Was there a moment like that for you, and if so, could you tell me the whole story about that from start to finish?": {
    "learning_objective": "the story of a significant choice in the interviewee's life that made a significant difference in defining who they are."
  },
  "Can you tell me about a significant challenge you've overcome in your life? How did it shape you?": {
    "learning_objective": "a significant challenge the interviewee has overcome in their life."
  },
  "Do you think another person or an organization could have lent a helping hand during moments like this?": {
    "learning_objective": "whether the interviewee thinks another person or an organization could have helped them overcome their significant challenge."
  },
  "If you could change one thing about your past, what would it be and why?": {
    "learning_objective": "something in the interviewee's past that they would have liked to change."
  },
  "Moving to present time, tell me more about family who are important to you. Do you have a partner, or children?": {
    "learning_objective": "information about the interviewee's family members who are important to them."
  },
  "Who has been the most influential person in your life, and why?": {
    "learning_objective": "an influential person in the interviewee's life."
  },
  "Tell me about anyone else in your life we haven’t discussed (like friends or romantic partners). Are there people outside of your family who are important to you?": {
    "learning_objective": "important people outside of the interviewee's family."
  },
  "Now let’s talk about your current neighborhood. Tell me all about the neighborhood and area in which you are living now.": {
    "learning_objective": "the neighborhood and area in which the interviewee is living now."
  },
  "Some people say they feel really safe in their neighborhoods, others not so much. How about for you?": {
    "learning_objective": "whether the interviewee feels safe in their neighborhood."
  },
  "Living any place has its ups and downs. Tell me about what it’s been like for you living here.": {
    "learning_objective": "what's been like for the interviewee to live where they live."
  },
  "How important is community to you, and in what ways do you engage with your community?": {
    "learning_objective": "the importance of community for the interviewee."
  },
  "Tell me about the people who live with you right now, even people who are staying here temporarily.": {
    "learning_objective": "the people who live right now with the interviewee."
  },
  "Right now, across a typical week, how do your days vary?": {
    "learning_objective": "the interviewee's usual routine any given week."
  },
  "At what kind of job or jobs do you work, and when do you work?": {
    "learning_objective": "the interviewee's working situation."
  },
  "What are some of your favorite hobbies or activities that you enjoy in your free time?": {
    "learning_objective": "the interviewee's favorite hobbies or activities."
  },
  "What does your ideal day look like?": {
    "learning_objective": "the ideal day for the interviewee."
  },
  "What are some of your favorite books, movies, or music? Why do they resonate with you?": {
    "learning_objective": "why the interviewee's favorite books, movies, or music resonate with them."
  },
  "Tell me about any recent changes to your daily routine.": {
    "learning_objective": "recent changes to the interviewee's daily routine."
  },
  "If you have children, tell me about a typical weekday during the school year for your children. What is their daily routine? And what are after school activities your children participate in?": {
    "learning_objective": "if the interviewee has children, what are their daily routines."
  },
  "Some people we’ve talked to tell us about experiences with law enforcement. How about for you?": {
    "learning_objective": "the interviewee's experiences with law enforcement."
  },
  "Some people say they vote in every election, some tell us they don’t vote at all. How about you? How would you describe your political views?": {
    "learning_objective": "the interviewee's general political views."
  },
  "Tell me about any recent changes in your political views.": {
    "learning_objective": "recent changes in the interviewee's political views."
  },
  "What do you think about current social issues? Are there any causes you're passionate about?": {
    "learning_objective": "what current social issues the interviewee cares about."
  },
  "Now we’d like to learn more about your health. First, tell me all about your health.": {
    "learning_objective": "the interviewee's health."
  },
  "For you, what makes it easy or hard to stay healthy?": {
    "learning_objective": "whether the interviewee has an easy or hard time staying healthy."
  },
  "Tell me about anything big that has happened in the past two years related to your health: any medical diagnoses, flare-ups of chronic conditions, broken bones, pain – anything like that.": {
    "learning_objective": "possible health issues in the past two years of the interviewee's life."
  },
  "Sometimes, it’s not your health problem, but the health of a loved one. Has this been an issue for you?": {
    "learning_objective": "whether a loved one of the interviewee has health problems."
  },
  "During tough times, some people tell us they cope by smoking or drinking. How about for you?": {
    "learning_objective": "whether the interviewee smokes or drinks."
  },
  "Other people say they cope by relying on prescriptions, pain medications, marijuana, or other substances. How about for you and can you describe your most recent experience of using them, if any?": {
    "learning_objective": "whether the inteviewee uses prescriptions, pain medications, marijuana, or other substances."
  },
  "Now we’re going to talk a bit more about what life was like for you over the past year. Tell me all about how you have been feeling.": {
    "learning_objective": "how the interviewee has been feeling over the past year."
  },
  "Tell me a story about a time in the last year when you were in a rough place or struggling emotionally.": {
    "learning_objective": "a time in the last year of the interviewee's life when they were in a rough place or struggling emotionally."
  },
  "Tell me about a time when you felt truly happy or fulfilled. What were you doing, and who were you with?": {
    "learning_objective": "what makes the interviewee feel truly happy or fulfilled."
  },
  "Can you share a life lesson you've learned and how it has influenced you?": {
    "learning_objective": "a life lesson that has influenced the interviewee."
  },
  "Some people say they struggle with depression, anxiety, or something else like that. How about for you?": {
    "learning_objective": "whether the interviewee struggles with mental health issues."
  },
  "What are some of your biggest fears or anxieties? How do you cope with them?": {
    "learning_objective": "the interviewee's biggest fears or anxieties."
  },
  "How do you handle conflict or difficult situations? Can you provide an example?": {
    "learning_objective": "how the interviewee handles conflict or difficult situations."
  },
  "What is something people often misunderstand about you?": {
    "learning_objective": "if the interviewee feels misunderstood about something."
  },
  "Tell me about a time when you had to adapt to a significant change. How did you handle it?": {
    "learning_objective": "if the interviewee had to adapt to a significant change."
  },
  "Some people say that religion or spirituality is important in their lives, for others not so much. How about you?": {
    "learning_objective": "whether religion or spirituality is important for the interviewee."
  },
  "Are there any cultural or family traditions that are important to you?": {
    "learning_objective": "cultural or family traditions that are important to the interviewee."
  },
  "What values are most important to you, and how do they guide your actions and decisions?": {
    "learning_objective": "what values are most important to the interviewee."
  },
  "What is your philosophy on life? Do you follow any particular beliefs or ideologies?": {
    "learning_objective": "the interviewee's philosophy on life."
  },
  "What is your approach to personal growth and self-improvement?": {
    "learning_objective": "the interviewee's approach to personal growth and self-improvement."
  },
  "What do you do when you need inspiration or motivation?": {
    "learning_objective": "how the interviewee seeks inspiration or motivation."
  },
  "Tell me about any recent changes in your level of stress, worry, and your emotional coping strategies.": {
    "learning_objective": "recent changes in the interviewee's level of stress, worry, and emotional coping strategies."
  },
  "Who shares the responsibility for the rent, mortgage, or other household expenses?": {
    "learning_objective": "who shares the responsibility for the rent, mortgage, or other household expenses in the interviewee's home."
  },
  "Now we’d like to talk about how you make ends meet and what the monthly budget looks like for you and your family. What were your biggest expenses last month?": {
    "learning_objective": "the interviewee's biggest expenses last month."
  },
  "Tell me all about how you coped with any extra expenses in the past months.": {
    "learning_objective": "how the interviewee has coped with any extra expenses in the past months."
  },
  "Some people have a savings account, some people save in a different way, and some people say they don’t save. How about you?": {
    "learning_objective": "the interviewee's saving habits."
  },
  "Some people save for big things, like a home, while others save for a rainy day. How about for you (in the last year)?": {
    "learning_objective": "what is the interviewee saving for."
  },
  "Tell me about any time during the past year that you haven’t had enough money to buy something that you needed or pay a bill that was due.": {
    "learning_objective": "if the interviewee has had money issues in the past year."
  },
  "What is or was your occupation? In this occupation, what kind of work do you do and what are the most important activities or duties?": {
    "learning_objective": "concrete information about the interviewee's occupation."
  },
  "Did you have more than one job or business, including part time, evening, or weekend work?": {
    "learning_objective": "if the interviewee had more than one job or business in the last year."
  },
  "Tell me more about your workplace. How long have you been at your current job? How would you describe the benefits that come with your job? (This could include things like health benefits, paid time off, vacation, and sick time.)": {
    "learning_objective": "the interviewee's level of satisfaction with their current job."
  },
  "How would you describe your relationships at work? (How is your relationship with your manager or boss? How are your relationships with your coworkers?)": {
    "learning_objective": "how the interviewee gets along with their coworkers."
  },
  "Tell me about times over the last year when your income was especially low. And tell me about all the things you did to make ends meet during that time.": {
    "learning_objective": "what does the interviewee do to make ends meet when their income is especially low."
  },
  "What would it be like for you if you had to spend $400 for an emergency? Would you have the money, and if not, how would you get it?": {
    "learning_objective": "the interviewee's ability to expend a significant amount of money for an emergency."
  },
  "Overall, how do you feel about your financial situation?": {
    "learning_objective": "the interviewee's feelings about their financial situation."
  },
  "Are you now married, widowed, divorced, separated, or have you never been married? If you are not currently married, are you currently living with a romantic partner?": {
    "learning_objective": "the interviewee's relationship status."
  },
  "What country were you born?": {
    "learning_objective": "the interviewee's country of birth."
  },
  "What city and state were you born in?": {
    "learning_objective": "the interviewee's city and region of birth."
  },
  "What species are you?": {
    "learning_objective": "the interviewee's species."
  },
  "What race or races do you identify with?": {
    "learning_objective": "the interviewee's race."
  },
  "What is the highest degree or grade you’ve completed?": {
    "learning_objective": "the interviewee's highest degree or grade completed."
  },
  "Are you enrolled in school?": {
    "learning_objective": "if the interviewee is enrolled in school."
  },
  "Have you ever served on active duty in the army?": {
    "learning_objective": "if the interviewee has served on active duty in the army."
  },
  "What religion do you identify with, if any?": {
    "learning_objective": "if the interviewee identifies with any religion."
  },
  "What was your mother's job while you were growing up? What kind of work did she do? What were her most important activities or duties?": {
    "learning_objective": "the interviewee's mother's job while the interviewee was growing up."
  },
  "What was your father's job while you were growing up? What kind of work did he do? What were his most important activities or duties?": {
    "learning_objective": "the interviewee's father's job while the interviewee was growing up."
  },
  "What are your goals or aspirations for the future?": {
    "learning_objective": "the interviewee's goals or aspirations for the future."
  },
  "How do you define success, and do you feel you have achieved it?": {
    "learning_objective": "if the interviewee feels successful."
  },
  "Are there any skills or talents you wish to develop or improve?": {
    "learning_objective": "if the interviewee wants to develop or improve any skills or talents."
  },
  "Have you ever traveled abroad? If so, how have those experiences influenced your perspective?": {
    "learning_objective": "the interviewee's experiences in traveling abroad."
  },
  "We all have hopes about what our future will look like. Imagine yourself a few years from now. Maybe you want your life to be the same in some ways as it is now. Maybe you want it to be different in some ways. What do you hope for?": {
    "learning_objective": "the interviewee's hopes for the future."
  },
  "What do you value the most in your life?": {
    "learning_objective": "what the interviewee values the most in their life."
  }
}